{
    "(and :count more error)": "(et :count erreur en plus)",
    "(and :count more errors)": "(et :count erreurs en plus)",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez indiquée dans vos paramètres de profil.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "A Timeout Occurred": "Un dépassement de délai s'est produit",
    "Accept Invitation": "Accepter l'invitation",
    "Accepted": "Accepté",
    "Add": "Ajouter",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ajouter un nouveau membre de l'équipe à votre équipe, lui permettant de collaborer avec vous.",
    "Add additional security to your account using two factor authentication.": "Ajouter une sécurité supplémentaire à votre compte en utilisant l'authentification à deux facteurs.",
    "Add Team Member": "Ajouter un membre d'équipe",
    "Added.": "Ajouté.",
    "Administrator": "Administrateur",
    "Administrator users can perform any action.": "Les administrateurs peuvent effectuer n'importe quelle action.",
    "All of the people that are part of this team.": "Toutes les personnes faisant partie de cette équipe.",
    "All rights reserved.": "Tous droits réservés.",
    "Already registered?": "Déjà inscrit·e ?",
    "Already Reported": "Déjà rapporté",
    "API Token": "Jeton API",
    "API Token Permissions": "Autorisations de jeton API",
    "API Tokens": "Jeton API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Les jetons API permettent à des services tiers de s'authentifier auprès de notre application en votre nom.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Êtes-vous sûr·e de vouloir supprimer cette équipe ? Lorsqu'une équipe est supprimée, toutes les données associées seront définitivement supprimées.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Êtes-vous sûr·e de vouloir supprimer votre compte ? Une fois que votre compte est supprimé, toutes les données associées seront supprimées définitivement. Pour confirmer que vous voulez supprimer définitivement votre compte, renseignez votre mot de passe.",
    "Are you sure you would like to delete this API token?": "Êtes-vous sûr·e de vouloir supprimer ce jeton API ?",
    "Are you sure you would like to leave this team?": "Êtes-vous sûr·e de vouloir quitter cette équipe ?",
    "Are you sure you would like to remove this person from the team?": "Êtes-vous sûr·e de vouloir supprimer cette personne de cette équipe ?",
    "Bad Gateway": "Mauvaise passerelle",
    "Bad Request": "Mauvaise Demande",
    "Bandwidth Limit Exceeded": "Limite de bande passante dépassée",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Avant de continuer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien de vérification que l'on vient de vous envoyer ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons un autre avec plaisir.",
    "Browser Sessions": "Sessions de navigateur",
    "Cancel": "Annuler",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Client Closed Request": "Demande fermée du client",
    "Close": "Fermer",
    "Code": "Code",
    "Confirm": "Confirmer",
    "Confirm Password": "Confirmer le mot de passe",
    "Conflict": "Conflit",
    "Connection Closed Without Response": "Connexion fermée sans réponse",
    "Connection Timed Out": "La connexion a expiré",
    "Continue": "Continuer",
    "Create": "Créer",
    "Create a new team to collaborate with others on projects.": "Créer une nouvelle équipe pour collaborer avec d'autres personnes sur des projets.",
    "Create Account": "Créer un compte",
    "Create API Token": "Créer un jeton API",
    "Create New Team": "Créer une nouvelle équipe",
    "Create Team": "Créer l'équipe",
    "Created": "Créé·e",
    "Created.": "Créé·e.",
    "Current Password": "Mot de passe actuel",
    "Dashboard": "Tableau de bord",
    "Delete": "Supprimer",
    "Delete Account": "Supprimer le compte",
    "Delete API Token": "Supprimer le jeton API",
    "Delete Team": "Supprimer l'équipe",
    "Disable": "Désactiver",
    "Done.": "Terminé.",
    "Edit Profile": "Éditer le profil",
    "Editor": "Éditeur",
    "Editor users have the ability to read, create, and update.": "Les éditeurs peuvent lire, créer et mettre à jour",
    "Email": "E-mail",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe",
    "Enable": "Activer",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous d'utiliser un mot de passe long et aléatoire pour sécuriser votre compte.",
    "Expectation Failed": "Échec de l'attente",
    "Failed Dependency": "Dépendance échouée",
    "Finish enabling two factor authentication.": "Terminez l'activation de l'authentification à deux facteurs.",
    "For your security, please confirm your password to continue.": "Par mesure de sécurité, veuillez confirmer votre mot de passe pour continuer.",
    "Forbidden": "Interdit",
    "Forgot your password?": "Mot de passe oublié ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de soucis. Veuillez nous indiquer votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe.",
    "Found": "A trouvé",
    "Gateway Timeout": "Délai d'attente de la passerelle",
    "Go to page :page": "Aller à la page :page",
    "Gone": "Disparu",
    "Great! You have accepted the invitation to join the :team team.": "Super ! Vous avez accepté l'invitation à rejoindre l'équipe :team",
    "Hello!": "Bonjour !",
    "HTTP Version Not Supported": "Version HTTP non prise en charge",
    "I agree to the :terms_of_service and :privacy_policy": "Je suis d'accord avec :terms_of_service et :privacy_policy",
    "I'm a teapot": "Je suis une théière",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, vous pouvez vous déconnecter de toutes vos autres sessions de navigateurs ouvertes sur tous vos appareils. Vos dernières sessions sont listées ci-dessous ; cependant, cette liste peut ne pas être exhaustive. Si vous pensez que votre compte a été compromis, vous devriez également mettre à jour votre mot de passe.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si vous avez déjà un compte, vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous :",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, vous pouvez ignorer ce message.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si vous n'attendiez pas d'invitation de cette équipe, vous pouvez supprimer cet e-mail.",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez ignorer ce message.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si vous n'avez pas de compte, vous pouvez en créer un en cliquant sur le bouton ci-dessous. Ensuite, vous pourrez cliquer sur le bouton de cet e-mail pour accepter l'invitation de rejoindre l'équipe :",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si vous avez des difficultés à cliquer sur le bouton \":actionText\", copiez et collez l'URL ci-dessous\ndans votre navigateur Web :",
    "IM Used": "J'ai l'habitude",
    "Insufficient Storage": "Espace insuffisant",
    "Internal Server Error": "Erreur Interne du Serveur",
    "Invalid JSON was returned from the route.": "Un JSON non valide a été renvoyé par la route.",
    "Invalid SSL Certificate": "Certificat SSL invalide",
    "Last active": "Dernier actif",
    "Last used": "Dernière utilisation",
    "Leave": "Quitter",
    "Leave Team": "Quitter l'équipe",
    "Length Required": "Longueur requise",
    "Locked": "Fermé à clef",
    "Log in": "Se connecter",
    "Log Out": "Se déconnecter",
    "Log Out Other Browser Sessions": "Déconnecter les sessions ouvertes sur d'autres navigateurs",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Loop Detected": "Boucle détectée",
    "Maintenance Mode": "Mode de Maintenance",
    "Manage Account": "Gérer le compte",
    "Manage and log out your active sessions on other browsers and devices.": "Gérer et déconnecter vos sessions actives sur les autres navigateurs et appareils.",
    "Manage API Tokens": "Gérer les jetons API",
    "Manage Role": "Gérer le rôle",
    "Manage Team": "Gérer l'équipe",
    "Method Not Allowed": "Méthode Non Autorisée",
    "Misdirected Request": "Demande mal dirigée",
    "Moved Permanently": "Déplacé de façon permanente",
    "Multi-Status": "Multi-statut",
    "Multiple Choices": "Choix multiples",
    "Name": "Nom",
    "Network Authentication Required": "Authentification réseau requise",
    "Network Connect Timeout Error": "Erreur de délai de connexion réseau",
    "Network Read Timeout Error": "Erreur de délai de lecture réseau",
    "New Password": "Nouveau mot de passe",
    "No Content": "Pas content",
    "Non-Authoritative Information": "Informations non autorisées",
    "Not Acceptable": "Pas acceptable",
    "Not Extended": "Non prolongé",
    "Not Found": "Non trouvé",
    "Not Implemented": "Pas mis en œuvre",
    "Not Modified": "Non modifié",
    "of": "de",
    "OK": "D'accord",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Une fois qu'une équipe est supprimée, toutes ses données seront supprimées définitivement. Avant de supprimer cette équipe, veuillez télécharger toutes données ou informations de cette équipe.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois que votre compte est supprimé, toutes vos données sont supprimées définitivement. Avant de supprimer votre compte, veuillez télécharger vos données.",
    "Origin Is Unreachable": "L'origine est inaccessible",
    "Page Expired": "Page expirée",
    "Pagination Navigation": "Pagination",
    "Partial Content": "Contenu partiel",
    "Password": "Mot de passe",
    "Payload Too Large": "Charge utile trop grande",
    "Payment Required": "Paiement requis",
    "Pending Team Invitations": "Invitations d'équipe en attente",
    "Permanent Redirect": "Redirection permanente",
    "Permanently delete this team.": "Supprimer définitivement cette équipe.",
    "Permanently delete your account.": "Supprimer définitivement votre compte.",
    "Permissions": "Permissions",
    "Photo": "Image",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse e-mail :",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Veuillez confirmer l'accès à votre compte en entrant l'un des codes de récupération d'urgence.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Veuillez confirmer l'accès à votre compte en entrant le code d'authentification fourni par votre application d'authentification.",
    "Please copy your new API token. For your security, it won't be shown again.": "Veuillez copier votre nouveau token API. Pour votre sécurité, il ne sera pas ré-affiché.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Veuillez entrer votre mot de passe pour confirmer que vous voulez déconnecter toutes les autres sessions de navigateurs sur l'ensemble de vos appareils.",
    "Please provide the email address of the person you would like to add to this team.": "Veuillez indiquer l'adresse e-mail de la personne que vous souhaitez ajouter à cette équipe.",
    "Precondition Failed": "La précondition a échoué",
    "Precondition Required": "Condition préalable requise",
    "Privacy Policy": "Politique de confidentialité",
    "Processing": "En traitement",
    "Profile": "Profil",
    "Profile Information": "Informations du profil",
    "Proxy Authentication Required": "Authentification proxy requise",
    "Railgun Error": "Erreur de canon ferroviaire",
    "Range Not Satisfiable": "Plage non satisfaisante",
    "Recovery Code": "Code de récupération",
    "Regards": "Cordialement",
    "Regenerate Recovery Codes": "Régénérer les codes de récupération",
    "Register": "Inscription",
    "Remember me": "Se souvenir de moi",
    "Remove": "Supprimer",
    "Remove Photo": "Supprimer l'image",
    "Remove Team Member": "Supprimer le membre d'équipe",
    "Request Header Fields Too Large": "Demander des champs d'en-tête trop grands",
    "Request Timeout": "Délai d'expiration de la demande",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Content": "Réinitialiser le contenu",
    "Reset Password": "Réinitialisation du mot de passe",
    "Reset Password Notification": "Notification de réinitialisation du mot de passe",
    "results": "résultats",
    "Retry With": "Réessayer avec",
    "Role": "Rôle",
    "Save": "Sauvegarder",
    "Saved.": "Sauvegardé.",
    "See Other": "Voir autre",
    "Select A New Photo": "Sélectionner une nouvelle image",
    "Server Error": "Erreur serveur",
    "Service Unavailable": "Service indisponible",
    "Session Has Expired": "La session a expiré",
    "Setup Key": "Clé de configuration",
    "Show Recovery Codes": "Afficher les codes de récupération",
    "Showing": "Montrant",
    "SSL Handshake Failed": "Échec de la prise de contact SSL",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Enregistrez ces codes dans un gestionnaire de mot de passe sécurisé. Ils peuvent être réutilisés pour accéder à votre compte si l'authentification à deux facteurs n'aboutit pas.",
    "Switch Teams": "Permuter les équipes",
    "Switching Protocols": "Protocoles de commutation",
    "Team Details": "Détails de l'équipe",
    "Team Invitation": "Invitation d'équipe",
    "Team Members": "Membres de l'équipe",
    "Team Name": "Nom de l'équipe",
    "Team Owner": "Propriétaire de l'équipe",
    "Team Settings": "Préférences de l'équipe",
    "Temporary Redirect": "Redirection temporaire",
    "Terms of Service": "Conditions d'utilisation",
    "The :attribute must be a valid role.": "Le :attribute doit être un rôle valide.",
    "The :attribute must be at least :length characters and contain at least one number.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins un chiffre.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins un caractère spécial et un nombre.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins une majuscule et un chiffre.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Le champ :attribute doit avoir au moins :length caractères et contenir au moins une majuscule et un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Le champ :attribute doit avoir au moins :length caractères, et contenir au moins une majuscule, un chiffre et un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Le champ :attribute doit avoir au moins :length caractères et au moins une majuscule.",
    "The :attribute must be at least :length characters.": "Le champ :attribute doit avoir au moins :length caractères.",
    "The given data was invalid.": "La donnée renseignée est incorrecte.",
    "The password is incorrect.": "Le mot de passe est incorrect.",
    "The provided password does not match your current password.": "Le mot de passe indiqué ne correspond pas à votre mot de passe actuel.",
    "The provided password was incorrect.": "Le mot de passé indiqué est incorrect.",
    "The provided two factor authentication code was invalid.": "Le code d'authentification à deux facteurs fourni est incorrect.",
    "The provided two factor recovery code was invalid.": "Le code de récupération fourni pour l'authentification à deux facteurs est incorrect.",
    "The response is not a streamed response.": "La réponse n'est pas une réponse diffusée.",
    "The response is not a view.": "La réponse n'est pas une vue.",
    "The team's name and owner information.": "Les informations concernant l'équipe et son propriétaire.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Ces personnes ont été invitées à rejoindre votre équipe et ont été prévenues avec un e-mail d'invitation. Ils peuvent rejoindre l'équipe grâce à l'e-mail d'invitation.",
    "This device": "Cet appareil",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "This password does not match our records.": "Ce mot de passe ne correspond pas à nos enregistrements.",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.",
    "This user already belongs to the team.": "Cet utilisateur appartient déjà à l'équipe.",
    "This user has already been invited to the team.": "Cet utilisateur a déjà été invité à rejoindre l'équipe.",
    "to": "à",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Pour terminer l'activation de l'authentification à deux facteurs, scannez le code QR suivant à l'aide de l'application d'authentification de votre téléphone ou entrez la clé de configuration et fournissez le code OTP généré.",
    "Toggle navigation": "Afficher / masquer le menu de navigation",
    "Token Name": "Nom du jeton",
    "Too Early": "Trop tôt",
    "Too Many Requests": "Trop de requêtes",
    "Two Factor Authentication": "Authentification à deux facteurs",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "L'authentification à deux facteurs est maintenant activée. Scannez le code QR suivant à l'aide de l'application d'authentification de votre téléphone ou entrez la clé de configuration.",
    "Unauthorized": "Non autorisé",
    "Unavailable For Legal Reasons": "Indisponible pour des raisons légales",
    "Unknown": "Inconnu·e",
    "Unknown Error": "Erreur inconnue",
    "Unprocessable Entity": "Entité non traitable",
    "Unsupported Media Type": "Type de support non supporté",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Modifier le profil associé à votre compte ainsi que votre adresse e-mail.",
    "Upgrade Required": "Mise à niveau requise",
    "URI Too Long": "URI trop long",
    "Use a recovery code": "Utiliser un code de récupération",
    "Use an authentication code": "Utiliser un code d'authentification",
    "Use Proxy": "Utiliser un proxy",
    "Variant Also Negotiates": "La variante négocie également",
    "Verify Email Address": "Vérifier l'adresse e-mail",
    "We were unable to find a registered user with this email address.": "Nous n'avons pas pu trouver un utilisateur enregistré avec cette adresse e-mail.",
    "Web Server is Down": "Le serveur Web est en panne",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Lorsque l'authentification à deux facteurs est activée, vous serez invité à saisir un jeton aléatoire sécurisé lors de l'authentification. Vous pouvez récupérer ce jeton depuis l'application Google Authenticator de votre téléphone.",
    "Whoops!": "Oups !",
    "Whoops! Something went wrong.": "Oups ! Un problème est survenu.",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.",
    "You have been invited to join the :team team!": "Vous avez été invité·e à rejoindre l'équipe :team !",
    "You have enabled two factor authentication.": "Vous avez activé l'authentification à deux facteurs.",
    "You have not enabled two factor authentication.": "Vous n'avez pas activé l'authentification à deux facteurs.",
    "You may accept this invitation by clicking the button below:": "Vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous :",
    "You may delete any of your existing tokens if they are no longer needed.": "Vous pouvez supprimer n'importe lequel de vos jetons existants s'ils ne sont plus nécessaires.",
    "You may not delete your personal team.": "Vous ne pouvez pas supprimer votre équipe personnelle.",
    "You may not leave a team that you created.": "Vous ne pouvez pas quitter une équipe que vous avez créée.",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Welcome to" : "Bienvenue sur",
    "New resources are added throughout the year to support your revision. Here you'll find mind maps, summary sheets and flashcards." : "De nouvelles ressources sont ajoutées durant toute l'année pour vous aider à réviser, que ce soit des cartes mentales, fiches de révision ou de méthodologie.",
    "News" : "Nouveautés",
    "Library" : "Librairie",
    "Participate" : "Participer",
    "Need to consult the resources already added to get a head start or review a concept? Just click here!" : "Besoin de consulter des ressources pour prendre de l'avance ou revoir une notion ? C'est ici !",
    "In urgent need of revision? This is where you'll find the latest resources." : "Un besoin urgent de réviser ? C'est ici que se trouvent les dernières ressources publiées.",
    "Want to suggest resources? Create an account and let's get started!" : "Envie de publier des ressources vous aussi ? Créez-vous un compte et c'est parti !",
    "See" : "Voir",
    "New posts" : "Nouveaux posts",
    "See the latest posts created" : "Voir les dernières ressources ajoutées",
    "All posts" : "Toutes les ressources",
    "Search" : "Recherche",
    "Course" : "Cours",
    "Level" : "Classe",
    "Particularities" : "Propriétés",
    "Type" : "Type",
    "Only with Dark version" : "Avec une version sombre",
    "Only with Quizlet" : "Avec un Quizlet",
    "Only with Cards" : "Avec des Flashcards",
    "Mindmap" : "Carte mentale",
    "Revision sheet" : "Fiche de révision",
    "Methodology worksheet" : "Fiche de méthodologie",
    "Any" : "Tous",
    "Your favorite posts" : "Vos ressources favorites",
    "See all your favorite posts" : "Voir toutes vos ressources favorites",
    "You should consider this." : "Vous devriez faire attention à cela...",
    "You must be connected to view and manage your favorite posts" : "Vous devez être connecté pour voir et gérer vos ressources favorites.",
    "Change theme" : "Changer le thème",
    "View the cards attached to" : "Voir les cartes attachées à",
    "Learn mode" : "Apprendre",
    "Quiz Mode" : "Réviser",
    "Cards" : "Cartes",
    "Term" : "Terme",
    "Definition" : "Définition",
    "View" : "Voir",
    "Cards attached to" : "Cartes attachées à",
    "Fail" : "Échec",
    "Retry misses" : "Réessayer les manquées",
    "Retry all" : "Tout ressayer",
    "Congrats" : "Félicitations",
    "You know all the cards" : "Vous savez toutes les cartes !",
    "Retry" : "Recommencer",
    "Ouch! Looks like all the cards are missed. But don't worry, that's how you learn!" : "Aie ! On dirait que toutes les cartes sont manquées. Mais pas d'inquiétude, c'est comme ça qu'on apprend !",
    "I think you know them all... just this once! Come back regularly to fix the cards in your long-term memory." : "Bravo ! J'ai l'impression que vous les conaissez toutes... pour cette fois-ci ! Revenez régulièrement pour fixer les cartes dans la mémoire à long terme.",
    "Please chose your level !" : "Choississez votre niveau !",
    "All courses" : "Tous les cours",
    "See all the course available" : "Voir toutes les matières disponibles",
    "Available courses" : "Cours disponibles",
    "State" : "État",
    "Published" : "Publié",
    "Pinned" : "Épinglé",
    "Pending" : "En attente",
    "Author" : "Auteur",
    "Comments" : "Commentaires",
    "History" : "Historique",
    "Submit" : "Envoyer",
    "Add a new comment" : "Ajouter un nouveau commentaire",
    "Report an error" : "Signaler une erreur",
    "Post Created" : "Post Crée",
    "Post created by" : "Post crée par",
    "Content" : "Contenu",
    "What is the error ?" : "Quelle est l'erreur ?",
    "This user reported an error" : "Cet utilisateur à signalé une erreur",
    "Nobody commented that post." : "Personne n' a commenté cette ressource.",
    "Error Fix" : "Correction d'erreurs",
    "Add new content" : "Ajout de nouveau contenu",
    "You know all the cards !" : "Vous connaissez toutes les cartes !",
    "Your profile" : "Votre profil",
    "Total Thanks" : "Remerciements",
    "Published posts" : "Ressources publiées",
    "Published cards" : "Cartes ajoutées",
    "Your posts" : "Vos ressources",
    "Manage" : "Gérer",
    "View comments" : "Voir les commentaires",
    "Special functions" : "Fonctions spéciales",
    "Validate comments" : "Valider des commentaires",
    "Validate posts" : "Valider des ressources",
    "Manage users" : "Gérer les utilisateurs",
    "Manage posts" : "Gérer toutes les ressources",
    "Manage courses, levels and types" : "Gérer les cours, niveaux et types",
    "Admin settings" : "Paramètres d'administrateur",
    "You don't have notifications !" : "Vous n'avez pas de notification.",
    "Manage your posts" : "Gestion de vos ressources",
    "Posts" : "Ressources",
    "List of your posts" : "Liste de vos ressources",
    "New post" : "Nouvelle ressource",
    "General Informations" : "Informations générales",
    "This information is used to classify and recognise your posts." : "Ces informations sont utilisées pour classer et reconnaitre votre ressource.",
    "Title" : "Titre",
    "Add a new post" : "Ajouter une nouvelle ressource",
    "Detailed Informations" : "Informations particulières",
    "Description" : "Description",
    "Link of an Quizlet Asset" : "Lien d'un ensemble de cartes Quizlet",
    "Dark version" : "Version sombre",
    "You provide a dark version of this ressource." : "Vous fournissez une version sombre de cette ressource.",
    "If it is checked, you wont be able to upload images of handwritten ressources." : "Si cela est coché, vous ne pourrez pas utiliser des photos de ressources écrites à la main.",
    "Set to Public" : "Mettre en public",
    "Mark your post as public if it is not specific to your class/year/school. If in doubt, do not tick." : "Marquez votre ressources comme publique si elle n'est pas spécifique à votre classe, année ou école. Dans le doute, ne pas cocher.",
    "Advanced options" : "Options avancées",
    "Publish post" : "Publier la ressource",
    "Publish this article if all is fine." : "Publier cette ressource si tout va bien.",
    "Pin post" : "Épingler cette ressource",
    "Highlight this post on the news page" : "Mettre en valeur cette ressource sur la page nouveautées.",
    "Date" : "Date",
    "See the latest comments on your posts" : "Voir les derniers commentaires sur vos ressources",
    "Latest comments on your posts" : "Derniers commentaires sur vos ressources",
    "Manage your files" : "Gérer les fichiers",
    "List of the files attached to this post" : "Liste des fichiers attachés à cette ressource",
    "Files" : "Fichiers",
    "Update Primary file(s)" : "Mettre à jour les fichiers primaires",
    "New file" : "Nouveau fichier",
    "Path" : "Chemin",
    "This information is used to classify and recognise your file." : "Ces informations sont utilisées pour classer votre fichier.",
    "Source File" : "Fichier source",
    "Exercise" : "Exercice",
    "Exercise correction" : "Correction d'exercice",
    "Upload your file" : "Envoi de votre fichier",
    "Your file" : "Votre fichier",
    "Create files" : "Ajouter des fichiers",
    "Comments which need to be validated" : "Commentaires à valider",
    "Posts which need to be validated" : "Ressources à valider",
    "Manage the users" : "Gestion des utilisateurs",
    "Users" : "Utilisateurs",
    "List of the users" : "Liste des utilisateurs",
    "New user" : "Nouvel utilisateur",
    "Manage all posts" : "Gestion des ressources",
    "List of the posts" : "Liste des ressources",
    "Manage levels, courses and specific types of post" : "Gestion des classes, cours et types de ressources",
    "Update Type" : "Type de mise à jour",
    "Update Content" : "Contenu de la mise à jour",
    "Explain why you are updating your post." : "Expliquez pourquoi vous mettez à jour cette ressource.",
    "Images of light version" : "Images de la version claire",
    "Images of dark version" : "Images de la version sombre",
    "Images Only" : "Fichier images seulement",
    "Change" : "Changer",
    "Crop" : "Rogner",
    "Crope" : "Rogner",
    "Add images" : "Ajouter des images",
    "OR" : "OU",
    "Light File" : "Fichier de la version claire",
    "Only PDF" : "Fichier PDF seulement",
    "Dark File" : "Fichier de la version sombre",
    "Fix issue(s)" : "Correction de problèmes",
    "Update Informations" : "Informations de la mise à jour",
    "Update Primary Files" : "Mise à jour des fichiers primaires",
    "Learning" : "Apprentissage",
    "Good mastery" : "Bonne maîtrise",
    "Very good mastery" : "Très bonne maîtrise",
    "Excelent mastery" : "Excelente maîtrise",
    "This week" : "Cette semaine",
    "1 week ago" : "Il y a une semaine",
    "2 weeks ago" : "Il y a 2 semaines",
    "3 weeks ago" : "Il y a 3 semaines",
    "Progress" : "Progression",
    "Mastery" : "Niveau de maîtrise",
    "Revise" : "Révision",
    "Upcoming posts to review in the coming days" : "Ressources à réviser dans les prochains jours",
    "There is no data for now. Try to learn cards of a post." : "Pas de données pour le moment. Essayer de faire un quiz sur les cartes associées à une ressource.",
    "Post" : "Ressource",
    "Next revision in" : "Prochaine révision dans",
    "days" : "jours",
    "Revise now" : "Réviser maintenant",
    "Reinitialize your progress" : "Réinitialiser votre progression",
    "Are you sure ?" : "Etes-vous surs ?",
    "You will lose your progress on this post. We'll have to start all over again." : "La progression sur cette ressource sera perdue. Vous devrez recommencer depuis le début.",
    "His/her posts are licensed under" : "Ses publications sont sous license",
    "The thumbnail will be here soon." : "La miniature sera bientot là...",
    "Your RSS feed" : "Votre flux RSS",
    "See only posts of your courses" : "Ne voir que les ressources de vos cours",
    "Suggested posts" : "Posts recommandés",
    "Settings" : "Paramètres",
    "Create a post" : "Créer une ressource",
    "Complementary files" : "Fichiers complémentaires",
    "To save your progress on this post, you must be connected." : "Pour suivre vos progrès sur cette ressource, vous devez vous connecter.",
    "About us" : "Informations",
    "Legal" : "Mentions légales",
    "Licenses" : "Licenses",
    "Works thanks to " : "Fonctionne avec ",
    ", under MIT license" : ", sous license MIT",
    "Posts that need revision" : "Ressources à réviser",
    "See the posts which need revision" : "Voir les ressources à réviser",
    "You have not bookmarked any posts." : "Vous n'avez pas encore mis de ressources en favoris.",
    "You've revised all the posts! You're entitled to a break!" : "Vous avez révisé toutes les ressources à revoir pour aujourd'hui !",
    "Instance informations" : "Présentation de l'instance",
    "Name :" : "Nom :",
    "Location :" : "Localisation :",
    "Description :" : "Description :",
    "Our Team" : "Notre équipe",
    "In case of emergency, issues with this instance or to get more info, you can email us to :" : "En cas de problème critique ou de sujet urgent concernant ce site, veuillez nous contacter à : ",
    "RSS Feed" : "Flux RSS",
    "Follow us" : "Suivez nous",
    "To track your progress in learning the cards in this resource, you can use the \"Review\" mode, which will automatically record your score. Depending on your level of mastery, the site will then suggest that you revisit the cards at different intervals to fix them in your long-term memory. " : "Pour suivre la progression de votre apprentissage des cartes de cette ressource, vous pouvez utiliser le mode \"Réviser\" qui enregistrera automatiquement votre score. Selon votre niveau de maitrise, le site vous proposera ensuite de revoir les cartes à différents intervalles de temps pour les fixer dans la mémoire à long terme.",
    "You must be logged in to use this function." : "Vous devez etre connecté pour utiliser cette fonction.",
    "CSV Export" : "Exporter en CSV",
    "My posts are licensed under" : "Mes ressources sont publiées sous license",
    "Thanks" : "Remerciements",
    "About me" : "À propos",
    "Last posts" : "Derniers posts",
    "Taught at" : "Enseigné à",
    "School" : "Établissement",
    "Curriculum" : "Cursus",
    "Curricula" :"Cursus",
    "Update cursus information" : "Mise à jour de votre parcours",
    "All comments are validated for now !" : "Aucun commentaire à valider pour le moment !",
    "All posts are validated for now !" : "Aucune ressource à valider pour le moment !",
    "Schools" : "Établissements",
    "Admin Settings" : "Paramètres d'administration",
    "Manage groups" : "Gestion des groupes",
    "Group" : "Groupe",
    "Groups" : "Groupes",
    "List of all groups" : "Liste de tous les groupes",
    "New group" : "Nouveau groupe",
    "We help students with their revision work" : "Nous aidons les étudiants dans leurs révisions",
    "New resources especially made for your curriculum are added throughout the year to support your revision. Here you'll find mind maps, summary sheets and flashcards.": "De nouvelles ressources spécialement conçues pour votre programme scolaire sont ajoutées tout au long de l'année pour vous aider à réviser. Vous trouverez ici des cartes heuristiques, des fiches de synthèse et des flashcards.",
    "See all posts" : "Voir toutes les ressources",
    "Become a contributor" : "Contribuer",
    "A wealth of resources to help you achieve excellence" : "Une mine de ressources pour vous aider à atteindre vos objectifs",
    "Written by students for students, they focus on the difficulties they may have encountered in their learning." : "Rédigés par des étudiants pour des étudiants, elles mettent l'accent sur les difficultés qu'ils ont pu rencontrer dans leur apprentissage.",
    "Contibutors on the platform" : "Contributeurs sur le site",
    "Who add resources to their curriculum every day" : "Qui ajoutent des ressources pour leur cursus tous les jours",
    "We're proud to already have" : "Nous sommes fiers d'avoir déjà",
    "posts with" : "ressources avec",
    "courses covered!" : "matières couvertes",
    "And that's just for starters!" : "Et ce n'est que le début !",
    "Flashcards linked to resources" : "Flashcards associées à une ressource",
    "Perfect for learning vocabulary words, definitions or complex formulas, they enable long-term memorization."  : "Parfaites pour apprendre des mots de vocabulaire, des définitions ou des formules complexes, elles permettent une mémorisation à long terme.",
    "Ready to dive in?" : "Prêt à plonger ?",
    "Start learning right away!" : "Commencez à réviser dès maintenant !",
    "Contribute" : "Contribuer",
   "Would you like to contribute too?" : "Souhaitez-vous aussi apporter votre pierre à l'édifice ?",
   "It couldn't be easier and it's a real benefit to the community!" :"Il n'y a pas plus simple et cela apporte vraiement à la communauté !",
   "Easy uploading" : "Téléchargement facile",
   "Take a photo of your revision sheets or send your digital resources directly and that's it!" : "Prenez une photo de vos fiches de révision ou envoyez directement vos ressources numériques et le tour est joué !",
    "It remains your content" : "Cela reste votre travail",
    "We take great care to respect copyright. That's why we let you choose the Creative Commons license that best suits your needs!" : "Nous veillons à respecter les droits d'auteur. C'est pourquoi nous vous laissons choisir la licence Creative Commons qui vous convient le mieux !",
    "Help other students" : "Aidez d'autres étudiants",
    "By publishing your resources here, you have the opportunity to help other students on your course and many others! It's also a good way of thanking and encouraging students who are already publishing resources for your course." : "En publiant vos ressources ici, vous avez la possibilité d'aider les étudiants de votre cursus et bien d'autres ! C'est également un bon moyen de remercier et d'encourager les étudiants qui publient déjà des ressources pour vos cours.",
    "Produce better quality resources" : "produisez des ressources de meilleure qualité !",
    "By using your resources to help them, students can point out potential errors to make your resources as perfect as possible!" : "En utilisant vos ressources pour les aider, les élèves peuvent signaler des erreurs potentielles afin de faire tendre vos ressources vers la perfection !",
    "Start contributing right away!" : "Commencez à contribuer dès maintenant !",
    "Create your fisrt post" : "Créez votre première ressource",
    "Your curriculum or school isn't registered ?" : "Votre cursus ou établissement n'est pas enregistré ?",
    "Contact an administrator at" : "Contactez un admin sur",
    "and tell him the name of your curriculum, your school, the subjects taught and the levels. They'll be happy to add all this information as quickly as possible!" : "et indiquez le nom de votre cursus, établissement, matières enseignées et niveaux. Il se fera un plaisir d'ajouter tout ça le plus vite possible !",
    "It's no big deal!" : "Ce n'est pas grave !",
    "Licenses give everyone a standardized way to grant the public permission to use their work under copyright law. From the reuser’s perspective, the presence of a license on a copyrighted work answers the question, \"What can I do with this work?\"." : "Les licences offrent à chacun un moyen normalisé d'accorder au public l'autorisation d'utiliser son œuvre dans le cadre de la législation sur le droit d'auteur. Du point de vue du réutilisateur, la présence d'une licence sur une œuvre protégée par le droit d'auteur répond à la question \"Que puis-je faire avec cette œuvre ?\".",
    "In the profil settings, each user can chose what license he want to apply to his work. A lot of licenses are proposed, including :" : "Dans les paramètres du profil, chaque utilisateur peut choisir la licence qu'il souhaite appliquer à son travail. De nombreuses licences sont proposées, dont :",
    "This license enables reusers to distribute, remix, adapt, and build upon the material in any medium or format, so long as attribution is given to the creator." : "Cette licence permet aux réutilisateurs de distribuer, de remixer, d'adapter et d'exploiter la ressource sur n'importe quel support ou dans n'importe quel format, à condition que le nom du créateur soit mentionné.",
    "If you remix, adapt, or build upon the material, you must license the modified material under identical terms." : "Si vous remixez, adaptez ou développez la ressource, vous devez la placer sous la meme license. ",
    "This license enables reusers to distribute, remix, adapt, and build upon the material in any medium or format for noncommercial purposes only, and only so long as attribution is given to the creator." : "Cette licence permet aux réutilisateurs de distribuer, de remixer, d'adapter et d'exploiter la ressource sur n'importe quel support ou format, à des fins non commerciales uniquement, et à condition que le créateur soit cité.",
    "This license enables reusers to copy and distribute the material in any medium or format in unadapted form only, and only so long as attribution is given to the creator." : "Cette licence permet aux réutilisateurs de copier et de distribuer la ressource sur n'importe quel support ou format, sans la modifier, et à condition que le nom du créateur soit mentionné.",
    "This license enables reusers to copy and distribute the material in any medium or format in unadapted form only, for noncommercial purposes only, and only so long as attribution is given to the creator." : "Cette licence permet aux réutilisateurs de copier et de distribuer la ressource sur n'importe quel support ou format, sans la modifier, à des fins non commerciales uniquement, et à condition que le créateur soit cité.",
    "CC0 (aka CC Zero) is a public dedication tool, which enables creators to give up their copyright and put their works into the worldwide public domain." : "CC0 (aka CC Zero) est une license spéciale qui permet aux créateurs de renoncer à leurs droits d'auteur et de placer leurs œuvres dans le domaine public mondial.",
    "CC0 enables reusers to distribute, remix, adapt, and build upon the material in any medium or format, with no conditions." : "La license CC0 permet aux réutilisateurs de distribuer, de remixer, d'adapter et d'exploiter la ressource sur n'importe quel support ou dans n'importe quel format, sans aucune condition.",
    "If you don't know which license chose, you can user the" : "Si vous ne savez pas quelle license choisir, vous pouvez utiliser",
    "CC License Chooser" : "Le site d'aide de choix de la license CC",
    "Terms" : "Termes",
    "Manage the cards attached to this post" : "Gestion des cartes associées à cette ressource",
    "To add image, first upload it as complemnetary document (select card image for the type of document) and note the image ID, such as \"id.name.extension\". Then, just put it between [IMG] and [/IMG]. Example : [IMG]18.cool_image.svg[/IMG]." : "Pour ajouter une image, uploadez-la tout d'abord en tant que document complémentaire (sélectionnez \"card image\" pour le type de document) et notez l'identifiant de l'image, de la forme \"id.name.extension\". Il suffit ensuite de le placer entre [IMG] et [/IMG]. Exemple : [IMG]18.cool_image.svg[/IMG].",
    "You can use maths written in LaTeX between \\( and \\). Example : \\( a^2+\\sqrt{2} = \\frac{1}{2} \\)" : "Vous pouvez mettre des formules écrites en LaTeX entre \\( et \\). Exemple : \\( a^2+\\sqrt{2} = \\frac{1}{2} \\)",
    "How to add image ?" : "Comment ajouter des images ?",
    "How to use maths formula ?" : "Comment mettre des formules mathématiques ?"
}